Repository: alessiorubicini/BeCareful-iOS
Catalog: BeCareful/Localization/*.lproj/Localizable.strings
Languages: it

# type.poorVisibility
source: Poor visibility spot
it: Scarsa visibilità

# type.rainDanger
source: Rain Danger
it: Pericolo pioggia

# type.railroadCrossing
source: Rail road crossing
it: Passaggio a livello

# type.trafficSignsNotVisible
source: Obstructed/Broken signals
it: Segnali ostruiti o rovinati

# type.crossWalk
source: Pedestrian crossing
it: Attraversamento pedonale

# type.cycleCrossing
source: Cycle crossing
it: Attraversamento ciclabile

# type.narrowStreet
source: Narrow street
it: Strada stretta

# type.narrowParking
source: Narrow Parking
it: Parcheggio stretto

# type.dangerousOvertaking
source: Overtaking dangerous
it: Sorpasso pericoloso

# type.dangerousInversion
source: Dangerous Inversion
it: Inversione pericolosa

# mapView.noDangerousSpots
source: No dangerous points nearby (150 meters)
it: Nessun punto pericoloso nelle vicinanze (150 metri)

# mapView.dangerousSpot %@ %.0f
source: Warning: %@ %.0f meters from you
it: Attenzione: %@ a %.0f metri da te

# mapView.goOn
source: Go on
it: Procedi

# mapView.payAttention
source: Pay attention
it: Fai attenzione

# spot.viewTitle
source: Selected spot
it: Punto selezionato

# spot.location
source: Location
it: Posizione

# spot.info
source: Info
it: Informazioni

# spot.title
source: Title
it: Titolo

# spot.type
source: Type
it: Tipo

# spot.danger
source: Danger
it: Pericolosità

# newSpot.viewTitle
source: New spot
it: Nuovo punto

# newSpot.info
source: Info
it: Informazioni

# newSpot.title
source: Title
it: Titolo

# newSpot.type
source: Type
it: Tipo

# newSpot.location
source: Location
it: Posizione

# newSpot.input
source: Enter the location
it: Inserisci la posizione

# buttons.cancel
source: Cancel
it: Annulla

# buttons.ok
source: Close
it: Fine

# buttons.confirm
source: Confirm
it: Conferma

# settings.viewTitle
source: Settings
it: Impostazioni

# settings.preferences
source: Preferences
it: Preferenze

# settings.haptic
source: Haptic feedback
it: Feedback aptico

# settings.contact
source: Contact me
it: Contattami

# settings.info
source: Info
it: Informazioni

# settings.version
source: Version
it: Versione

# settings.developer
source: Developer
it: Sviluppatore

# settings.permissions
source: Manage permissions
it: Gestici permessi

# settings.close
source: Close
it: Chiudi

# settings.privacy.title
source: Privacy policy and Terms of use
it: Privacy policy e Termini di utilizzo

# settings.privacy
source: We do not collect your personal data and we do not use any user tracking or analysis solutions. We use your device's microphone and voice recognition exclusively for the app functionalities. Your transcripts are stored locally on your iPhone, they do not go outside of it and in fact no connection of any kind is required.
it: Non raccogliamo i tuoi dati personali e non utilizziamo alcuna soluzione di tracciamento o analisi utenti. Usufruiamo del microfono del tuo dispositivo e del riconoscimento vocale esclusivamente per le funzionalità dell'applicazione. Le trascrizioni sono salvate in locale sul tuo iPhone al sicuro, esse non escono al di fuori di esso e non è infatti richiesta alcuna connessione di alcun tipo.

# settings.terms
source: The app has been...
it: L'applicazione è stata

# onboarding.title
source: Hi! This is BeCareful.
it: Ciao! Questo è BeCareful.

# onboarding.description
source: BeCareful is an app that helps you prevent road accidents by allowing you to keep track of dangerous points on the road and warns you when you pass near them.
it: BeCareful è un'app che ti aiuta a prevenire gli incidenti stradali consentendoti di tenere traccia dei punti pericolosi sulla strada e avvisandoti quando passi vicino a loro.

# onboarding.permits
source: To allow BeCareful to perform its functions, access to the GPS location is required.
it: Per consentire a BeCareful di svolgere le sue funzioni, è necessario l'accesso alla posizione GPS.

# onboarding.allowGPS
source: Allow use of GPS
it: Permetti utilizzo GPS

# onboarding.proceed
source: Proceed to the app
it: Procedi all'app
